tap "coursier/formulas"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/services"
tap "lightbend/brew"
tap "scalacenter/bloop"
brew "gettext"
brew "python@3.12"
brew "glib"
brew "harfbuzz"
brew "ammonite-repl"
brew "ansible"
brew "jpeg-xl"
brew "aom"
brew "python@3.11"
brew "awscli"
brew "bdw-gc"
brew "blueutil"
brew "coreutils"
brew "cql"
brew "curl"
brew "dialog"
brew "dive"
brew "dnsmasq"
brew "unbound"
brew "gnutls"
brew "emacs"
brew "fswatch"
brew "libavif"
brew "gd"
brew "gdk-pixbuf"
brew "gh"
brew "openjpeg"
brew "ghostscript"
brew "git"
brew "git-flow"
brew "git-lfs"
brew "glances"
brew "gobject-introspection"
brew "netpbm"
brew "pango"
brew "librsvg"
brew "graphviz"
brew "psutils"
brew "groff"
brew "grpcurl"
brew "guile"
brew "httpie"
brew "hub"
brew "influxdb-cli"
brew "ipfs"
brew "iproute2mac"
brew "jd"
brew "john"
brew "jq"
brew "libpq"
brew "llvm"
brew "magic-wormhole"
brew "maven"
brew "mosquitto"
brew "netcat"
brew "nginx", restart_service: true
brew "nmap"
brew "node"
brew "python@3.10"
brew "node@14"
brew "pandoc"
brew "postgresql@14", restart_service: true
brew "python@3.9"
brew "reattach-to-user-namespace"
brew "s3cmd"
brew "sbt"
brew "scala"
brew "sleepwatcher"
brew "socat"
brew "tmux"
brew "tree"
brew "wabt"
brew "wasm3"
brew "wasmtime"
brew "watch"
brew "websocat"
brew "wget"
brew "wrk"
brew "heroku/brew/heroku"
brew "lightbend/brew/kalix"
brew "scalacenter/bloop/bloop"
cask "1password-cli"
cask "amethyst"
cask "ammonite"
cask "vagrant"
